{
  "name": "Heartsteel",
  "stats": {
    "ability_haste": {
      "value": 20,
      "type": "flat"
    }
  },
  "cost": 3000,
  "passive": "Within 700 units of an enemy champion, charges for 2.5 seconds before dealing a huge strike against the enemy champion. This charged attack deals bonus physical damage equal to 140 + 3.5% of maximum Health , and grants maximum Health equal to 15% of the damage dealt. The charge for each target has a 20 second cooldown. 3000 Heartsteel TIPS: This item is perfect for tanks and bruisers who want to combine maximum survivability with massive burst damage against enemy champions. It provides a huge health pool, enhanced out-of-combat regeneration, and ability haste. The “Colossal Consumption” passive requires a 2.5-second charge when near an enemy champion, after which your next strike deals significant bonus physical damage based on your max health and grants you 15% of the damage dealt as bonus health. This allows you to both absorb damage and heal during skirmishes, making the item an excellent choice for extended fights and closing out teamfights. Excellent synergy with Spirit Visage: the healing amplification and regeneration boost from Spirit Visage further enhance the health restoration from this item’s passive, providing incredible survivability and sustain in combat.",
  "active": "",
  "description": ":",
  "category": "legendary",
  "tier": "A",
  "tips": [
    "HeartsteelIncrease Maximum Health +700 Max Health +150% Health Regen +20 Ability HasteColossal Consumption: While within 700 units of an enemy champion, charges for 2.5 seconds before dealing a huge strike against the enemy champion.",
    "This charged attack deals bonus physical damage equal to 140 + 3.5% of maximum Health, and grants maximum Health equal to 15% of the damage dealt.",
    "The charge for each target has a 20 second cooldown.",
    "3000\n\n\nThis item is perfect for tanks and bruisers who want to combine maximum survivability with massive burst damage against enemy champions.",
    "It provides a huge health pool, enhanced out-of-combat regeneration, and ability haste."
  ]
}