{
  "name": "Malignance",
  "stats": {
    "ability_power": {
      "value": 80,
      "type": "flat"
    },
    "magic_penetration": {
      "value": 7,
      "type": "percentage"
    },
    "ability_haste": {
      "value": 20,
      "type": "flat"
    }
  },
  "cost": 3000,
  "passive": "Ing magic damage equal to 60 plus 5% AP per second and reducing their Magic Resist by 10 . Burn radius increases with damage, reaching maximum radius at 800 damage. 3000 Malignance TIPS: This item is perfect for champions who focus on their ultimate abilities and want to maximize their effectiveness in fights. It provides bonuses to ability power, magic penetration, maximum mana, and ability haste. The \"Scorn\" effect reduces the cooldown of your ultimate ability, enhancing its efficiency and uptime. The \"Hatefog\" effect deals magic damage to enemies in the area after using your ultimate, creating a scorched earth effect. Enemies within this area take damage and have their magic resistance reduced, making this item ideal for champions who want to weaken their opponents and increase their damage. It’s especially useful against enemies with high magic resistance.",
  "active": "S to ability power, magic penetration, maximum mana, and ability haste. The \"Scorn\" effect reduces the cooldown of your ultimate ability, enhancing its efficiency and uptime. The \"Hatefog\" effect deals magic damage to enemies in the area after using your ultimate, creating a scorched earth effect. Enemies within this area take damage and have their magic resistance reduced, making this item ideal for champions who want to weaken their opponents and increase their damage. It’s especially useful against enemies with high magic resistance.",
  "description": ":",
  "category": "legendary",
  "tier": "A",
  "tips": [
    "MalignanceAn item made for Ultimate-centric playstyles +80 Ability Power +7% Magic Penetration +400 Max Mana +20 Ability HasteScorn: Your Ultimate abilities gain 20 Ability Haste.Hatefog: Damaging a champion with your Ultimate burns the ground beneath them for 3 second(s), dealing magic damage equal to 60 plus 5% AP per second and reducing their Magic Resist by 10.",
    "Burn radius increases with damage, reaching maximum radius at 800 damage.",
    "3000\n\n\nThis item is perfect for champions who focus on their ultimate abilities and want to maximize their effectiveness in fights.",
    "It provides bonuses to ability power, magic penetration, maximum mana, and ability haste.",
    "The \"Scorn\" effect reduces the cooldown of your ultimate ability, enhancing its efficiency and uptime."
  ]
}