{
  "name": "Rod of Ages",
  "stats": {
    "ability_power": {
      "value": 60,
      "type": "flat"
    },
    "health": {
      "value": 25,
      "type": "flat"
    },
    "mana": {
      "value": 10,
      "type": "flat"
    },
    "magic_penetration": {
      "value": 7,
      "type": "percentage"
    }
  },
  "cost": 2800,
  "passive": "25 Health , 10 Mana and 6 Ability Power , stacking at a rate of 1 every 35 seconds. Max of 10 stacks, providing 250 Health , 100 Mana , and 60 Ability Power . 2800 Rod of Ages TIPS: This item is perfect for mages who need survivability and strong resource regeneration. It provides bonuses to maximum health, ability power, magic penetration, and maximum mana, enhancing both damage and durability. The \"Eternity\" effect restores mana based on damage taken from champions and health based on mana spent, allowing you to maintain resources in battle. The \"Veteran\" effect provides stacking bonuses to health, mana, and ability power, making the item useful for extended fights. It’s an excellent choice for mages who need additional defensive stats and sustainability throughout the game.",
  "active": "S to maximum health, ability power, magic penetration, and maximum mana, enhancing both damage and durability. The \"Eternity\" effect restores mana based on damage taken from champions and health based on mana spent, allowing you to maintain resources in battle. The \"Veteran\" effect provides stacking bonuses to health, mana, and ability power, making the item useful for extended fights. It’s an excellent choice for mages who need additional defensive stats and sustainability throughout the game.",
  "description": ":",
  "category": "legendary",
  "tier": "A",
  "tips": [
    "Rod of AgesStats grow over time +250 Max Health +60 Ability Power +7% Magic Penetration +300 Max ManaEternity: Restore Mana equal to 15% of the damage taken from champions.",
    "Restore Health equal to 20% Mana spent.",
    "Capped at 25 Health per cast.Veteran: Each stack provides 25 Health, 10 Mana and 6 Ability Power, stacking at a rate of 1 every 35 seconds.",
    "Max of 10 stacks, providing 250 Health, 100 Mana, and 60 Ability Power.",
    "2800\n\n\nThis item is perfect for mages who need survivability and strong resource regeneration."
  ]
}